Repository: cartheur-devices/uLBS
Catalog: components/contacts/App_LocalResources/EditMember.ascx.*.resx
Languages: tr

# EditMember_DDList_SelectedDevice.Text
source: Select Device Name
tr: Cihaz seçin

# EditMember_Label_Intro
source: To edit device name, simply select a device and enter a new name. Then, click Save.<br/><i>Note, you can not edit the mobile phone number.</i>
tr: İsim değiştirmek için cihaz adı seçin ve yeni ismi girin. Sonra "Kaydet"e basın.<br/><i>Not: Telefon numarası değiştirilemez.</i>

# EditMember_Wiconfig_Label_ReloadMessage_Intro
source: Select device name and click Save to reload your Mobile Application.
tr: Mobile programı yeniden yüklemek için cihaz adı seçip "Kaydet"e basın.

# EditMember_Label_NewName.Text
source: New Name:
tr: Yeni isim:

# EditMember_Label_SelecedMarker.Text
source: Selected Marker:
tr: Seçilen ikon:

# EditMember_Label_SelectDevice.Text
source: Select Device:
tr: Cihaz seçin

# EditMember_Label_SelectMarker.Text
source: Select Marker:
tr: İkon seçin

# EditMember_Text_NewName.ToolTip
source: 8 characters max
tr: En fazla 8 harf

# EditMember_Validator_NameRequired.Text
source: Name required!
tr: İsim girilmeli.

# EditMember_Grid_SelectAMarker.ToolTip
source: Select a marker.
tr: İkon seçin

# EditMember_Message_FleetownersCannotDelete
source: Fleetowners cannot delete themselves
tr: Hesap sahibi kendini silemez.

# EditMember_Button_OkCancel_OkCancel
source: Send & Close
tr: Kaydet ve Kapat

# EditMember_Button_OkCancel_Ok
source: Send
tr: Kaydet
