Repository: cartheur-devices/uLBS
Catalog: components/contacts/App_LocalResources/Geofence.ascx.*.resx
Languages: ar, es, fr, nl, tr

# Geofence_TabArea_Button_EditStore.Text
source: Store
ar: تخزين
es: Almacenar
fr: Archiver
nl: Opslaan
tr: Kaydet

# Geofence_TabRelation_Check_Yes.Text
source: Yes
ar: نعم
es: Si
fr: Oui
nl: Ja
tr: Evet

# Geofence_TabArea_Button_CancelGeofenceClose.Text
source: Close
ar: اغلاق
es: CERRAR
fr: Fermer
nl: Afsluiten
tr: Kapat

# Geofence_TabArea_Button_DeleteGeofence.Text
source: Delete
ar: حذف
es: Borrar
fr: Effacer
nl: Verwijder
tr: Sil

# Geofence_TabArea_Button_InsertGeofence.Text
source: Close
ar: اغلاق
es: CERRAR
fr: Fermer
nl: Afsluiten
tr: Kapalı

# Geofence_TabArea_Button_NewGeofence.Text
source: New
ar: جديد
es: Nueo
fr: Nouveau
nl: Nieuw
tr: Yeni

# Geofence_TabArea_Button_GeofenceStoreClose.Text
source: Store & Close
ar: تخزين و اغلاق
es: Guardar & cerrar
fr: Archiver et Fermer
nl: Opslaan & Afsluiten
tr: Kaydet ve Kapat

# Geofence_TabViewDelete_Grid_NoDataAvailable.EmptyDataText
source: No Data Available. . . .
ar: لاتوجد معلومات
es: No hay datos disponibles. . . .
fr: Pas de Données Disponibles…
nl: Geen gegevens beschikbaar. . . .
tr: Bilgi yok.

# Geofence_TabRelation_Label_Intro.Text
source: A relation is a combination of one or more members, an area, a type and a periode, with which the to be reported occurrence is defined. Press Save to store a new relation.
ar: العلاقة هي عبارة عن مزيج من عضو أو اكثر و منطقة معينة و خاصة و مدة زمنية التي سوف يتم ارسال تقارير عنها عندما تحدث , الرجاء الضغط على حفظ لتخزين علاقة جديدة
es: Una relación es una combinación entre uno o más miembros, un area, un tipo y un período, con el cual se puede reportear una ocurrencia definida. Presione grabar para crear una nueva relación.
fr: Une relation est une combinaison d'un ou plusieurs membres, une zone, un type et une période pour laquelle la module rapportera si elle se réalise. Appuyer sur Sauvegarder pour archiver
nl: Een relatie is een combinatie van één of meer apparaten, een gebied, een soort en een periode, waarmee de te rapporteren gebeurtenis is gedefiniëerd. Klik op 'Opslaan' om de nieuwe relatie op te slaan.
tr: Cihazlarınızı ve Güvenlik Bölgelerinizi ilişkilendirmek için cihaz adları, bölge adı, tipi ve periodu seçiniz. Sonra "Kaydet" butonuna basınız.

# Geofence_TabRelation_Label_From.Text
source: From
ar: من
es: Desde
fr: De
nl: Van
tr: Başlangıç

# Geofence_TabRelation_Label_Active.Text
source: 4. Active
ar: فعال
es: 4. Activo
nl: 4. Actief
tr: 4. Etkin

# Geofence_TabArea_Label_CreateFence.Text
source: Create Fence: After you have entered a new name, left click on the map to specify the approximate center of the fence. Then press the Store & Close button below to save this fence.
ar: انشاء المحدد الجغرافي: بعد ادخال اسم جديد الرجاء الضغط على الخريطة لتحديد مركز المحدد ثم اضغط على حفظ و اغلاق لحفظ الاعدادات
es: Crear barrera: después de haber ingresado un nuevo nombre, click en la izquierda del mapa para especificar el centro aproximado de la barrera. Luego presione el botón guardar y cerrar abajo.
fr: Créer une zone: après avoir entrée un nouveau nom, clic gauche sur la carte pour définir approximativement le centre de la zone. Puis cliquer sur le bouton Archiver et Fermer pour sauvegarder.
nl: Creëer een Geo-fence: Nadat u een nieuwe naam heeft ingevoerd, klikt u met de linker muisknop op de kaart om zo het middenpunt van een Geo-fence aan te geven. Als u tevreden bent met het door u geselcteerde gebied dan klikt u op Opslaan & Sluiten om het gebied te bewaren.
tr: Bölge yapma: İsim girdikten sonra bölge merkezi için haritaya tıklayınız. Sonra "Kaydet" butonuna basınız.

# Geofence_TabArea_Label_EnterNewAreaName.Text
source: Enter a new Area name
ar: ادخل اسم جديد للمنطقة
es: Ingresar un nuevo nombre de area
fr: Entrer un nouveau nom de zone
nl: Voer een Geo-Fence naam in:
tr: Yeni bölge adı girin

# Geofence_TabRelation_Label_AreaName.Text
source: 2. Area Name
ar: اسم المنطقة
es: 2. Nombre Area
fr: 2. Nom de la zone
nl: 2. Naam gebied
tr: 2. Bölge adı

# Geofence_TabArea_Label_ToMoveText.Text
source: To move the fence with small steps you can use the arrows below. Press - if you want to decrease the radius and press + to increase the radius. When satisfied with the new location and size of the fence, press Store.
ar: لتحريك المحدد بخطوات صغيرة يمكنك استعمال الاسهم ادناه اضغط(-) اذا كنت تريد تصغير مجال المحدد أو (+) لزيادة المجال , عندما تحصل على المجال المطلوب الرجاء الضغط على زر حفظ
es: Para mover la barrera con pasos pequeños usted puede usar las flechas de abajo. Presionar - si usted quiere achicar el radio y presionar + para agrandar el radio. Cuando este satisfecho con la nueva locación y medidas de las barrera, presione guardar.
fr: Pour déplacer la zone, vous pouvez utiliser les flèches en dessous. Appuyer sur - pour diminuer la taille du cercle et + pour l'augmenter. Pour sauvegarder votre zone personnalisée, cliquer sur Archiver.
nl: Gebruik de pijlen hieronder, om de geo-fence met kleine stappen te verplaatsen. Om de straal te vergroten of te verkleinen moet u op de + en - knoppen drukken. Sla de nieuwe stand op als u tevreden bent met de positie en de grootte.
tr: Güvenlik Bölgesinin sürükleyebilir ve büyüklüğünü butonlarla değiştirebilirsiniz. Sonra "Kaydet"e basınız.

# Geofence_TabArea_Label_SelectAreaNameText.Text
source: Select an area name to find or alter. Further instructions will then be shown. After you changed and stored an existing geo-fence you will need to go through the RELATIONS and NOTIFICATIONS tabs to activate your geo-fence. If you want to move the fence to another location, delete this fence and make a new fence.
ar: اختار اسم المجال لإيجاد أو تغيير.سيتم عرض مزيد من التعليمات. بعد تغيير وتخيزن محدد جغرافي موجود من قبل سوف تحتاج إلى تفحص العلاقات والإخطارات لتحديث محددك الجغرافي. إذا كنت تريد تحرك الجدار إلى مكان آخر ، احذف الجدار الحالي وخلق جدار جديد.
es: Select an area name to find or alter. Further instructions will then be shown. After you changed and stored an existing geo-fence you will need to go through the RELATIONS and NOTIFICATIONS tabs to activate your geo-fence. If you want to move the fence
fr: Sélectionner un nom de Zone Virtuelle pour la trouver ou la modifier. - Plus d'instructions seront affichés. Après les changements et l'archivage de la zone virtuelle. Pour activer la zone virtuelle vous devez procéder à la configuration des onglets REL
nl: Om een Geo-fence te bewerken, verwijderen selecteert u een Geo-fence naam uit het menu of klik op 'Nieuw' om een nieuwe Geo-fence te creëren, volgt u de aanwijzingen op het scherm om het door u geselecteerde gebied te bewerken en vervolgens op te slaan als Geo-Fence. Klik 'Opslaan' als u tevreden bent met de nieuwe of aangepaste Geo-fence en ga verder naar de 'Relatie' tab om een Geo-fence te verbinden aan een apparaat.
tr: Bulunacak veya değiştirilecek isim.

# Geofence_TabArea_Label_MoveChangeGeofence.Text
source: Move geo-fence and/or change radius (optional)
ar: تحريك المحدد و / أو تغيير المجال ( اختياري)
es: Mueva la geo-barrera y/o cambie radio (opcional)
fr: Déplacer la Zone Virtuelle et/ou changer la taille (optionnel)
nl: Verplaats de geo-fence of verander de radius (optioneel)
tr: Güvenlik Bölgesini sürükle veya çapını değiştir.

# Geofence_TabArea_Label_SelectGefenceName.Text
source: Select a Geofence name:
ar: اختر اسم المحدد الجغرافي
es: Seleccione un nombre de Geobarrera:
fr: Sélectionner un nom de Zone Virtuelle:
nl: Selecteer een geo-fence:
tr: Güvenlik Bölgesi adı:

# Geofence_TabViewDelete_Grid_GeoFence.Text
source: Geo-fence
ar: المحدد الجغرافي
es: Geo-barrera
fr: Zone Virtuelle
tr: Güvenlik Bölgesi

# Geofence_TabArea_Header.Text
source: Area
ar: المكان
fr: Zone
nl: Geo-fence
tr: Bölge

# Geofence_TabViewDelete_Header.Text
source: View / Delete
ar: عرض/ حذف
es: Ver / Borrar
fr: Voir / Supprimer
nl: Overzicht
tr: Göster / Sil

# Geofence_TabRelation_Label_GeofenceType.Text
source: 3. Geo-fence type
ar: نوع المحدد الجغرافي
es: 3. Tipo de Geo-barrera
fr: 3. Type de Zone Virtuelle
nl: 3. Soort gebied
tr: 3. Tipi

# Geofence_TabRelation_Label_To.Text
source: To
ar: الى
es: Hacia
fr: A
nl: Naar
tr: Bitiş

# Geofence_TabRelation_Label_SendNotificationOnce.Text
source: 4. Send notification only once
ar: ارسل التنبيه مرة واحدة فقط
es: 4. Enviar notificación sólo una vez
fr: 4. Envoyer l'alerte une seul fois
nl: 4. Stuur berichten maar éénmalig
tr: 4. Sadece bir defa bildirme

# Geofence_TabViewDelete_Grid_InOut.Text
source: 5. Period
ar: المدة
es: 5. Periodo
fr: 5. Période
nl: 5. Periode
tr: 5. Periyot

# Geofence_TabRelation_Label_SelectDeviceName.Text
source: 1.Select Device Name(s)
ar: اختر اسم الجهاز
es: 1.Selecione el nombre del dispositivo
fr: 1. Sélectionner le(s) Module(s)
nl: 1. Selecteer een apparaat
tr: 1.Cihaz seçin

# Geofence_TabRelation_Header.Text
source: Relation
ar: العلاقة
es: Relacion
nl: Relatie
tr: İlişkilendirme

# Geofence_TabViewDelete_Grid_Device.HeaderText
source: Device
ar: الجهاز
es: Dispositivo
fr: Module
nl: Apparaat
tr: Cihaz

# Geofence_TabViewDelete_Grid_GeoFenceHeader.HeaderText
source: Geo-fence
ar: المحدد الجغرافي
es: Geo-barrera
fr: Zone Virtuelle
tr: Güvenlik Bölgesi

# Geofence_TabViewDelete_Grid_From.HeaderText
source: From
ar: من
es: Desde
fr: De
nl: Van
tr: Kimden

# Geofence_TabViewDelete_Grid_To.HeaderText
source: To
ar: الى
es: Hacia
fr: A
nl: Naar
tr: Bitiş

# Geofence_TabViewDelete_Grid_Active.HeaderText
source: Active
ar: فعال
es: Activo
nl: Actief
tr: Etkin

# Geofence_TabViewDelete_Grid_InOutHeader.HeaderText
source: In/Out
ar: داخل/ خارج
es: Encendido/Apagado
fr: A l'intérieur/ A l'extérieur
nl: Aan/Uit
tr: İçeri/Dışarı

# Geofence_TabViewDelete_Grid_Status.HeaderText
source: Status
ar: الحالة
es: Estatus
fr: Etat
tr: Durum

# Geofence_TabViewDelete_Grid_AlertOnce.HeaderText
source: Alert Once
ar: تنبيه لمرة واحدة
es: Aviso una vez
fr: Alerte une fois
nl: Bericht 1 keer
tr: Tek Uyarı

# Geofence_TabRelation_Text_FromDate.ToolTip
source: Date from
ar: تاريخ من:
es: Desde (fecha)
fr: A partir du
nl: Vanaf Datum
tr: Başlangıç

# Geofence_TabRelation_Text_DateTo.ToolTip
source: Date to
ar: تاريخ الى:
es: Hasta (fecha)
fr: Au
nl: To Datum
tr: Bitiş

# Geofence_TabRelation_Button_OkCancel.Text_Ok
source: Store
ar: تخزين
es: Almacenar
fr: Stocker
nl: Opslaan
tr: Kaydet

# Geofence_TabRelation_DDList_SelectOption.Text
source: Select an option...
ar: اختر احد الخيارات التالية
es: Seleccionar una opción...
fr: Sélectionner une option…
nl: Selecteer een optie...
tr: Tercih yapın.

# Geofence_TabRelation_DDList_Always
source: Always
ar: دائما
es: Siempre
fr: Toujours
nl: Altijd
tr: Her zaman

# Geofence_TabRelation_DDList_OutsideDefinedProfile
source: Outside defined profile
ar: خارج النموذج المحدد
es: Perfiles exteriores definidos
fr: En dehors du profil défini
nl: Profiel van buiten aangemaakt
tr: Profil süresi dışında

# Geofence_TabRelation_DDList_DuringDefinedProfile
source: During defined profile
ar: خلال النموذج المحدد
es: Perfiles actuales definidos
fr: Durant le profile défini
nl: Profiel on the run aangemaakt
tr: Profil süresince

# Geofence_Common_SelectOption
source: Select an option...
ar: اختر احد الخيارات التالية
es: Seleccionar una opción...
fr: Sélectionner une option…
nl: Selecteer een optie...
tr: Tercih yapın.

# Geofence_Common_SelectFence
source: Select a fence...
ar: الرجاء اختيار المحدد الجغرافي
es: Seleccionar una barrera...
fr: Sélectionner une zone…
nl: Selecteer een geo-fence...
tr: Güvenlik Bölgesi seçin.

# Geofence_TabRelation_DDList_NotificationOnEntry
source: Notification on entry
ar: تنبيه عند الدخول
es: Notificación al entrar
fr: Alerte en Entrée
nl: Bericht bij binnenkomst
tr: Girişte bilgilendirme

# Geofence_TabRelation_DDList_NotificationOnExit
source: Notification on exit
ar: تنبيه عند الخروج
es: Notificación al salir
fr: Alerte en Sortie
nl: Bericht bij eruitgaan
tr: Çıkışta bilgilendirme

# Geofence_Message_RelationDeleted
source: Relation Deleted.
ar: حذف العلاقة
es: Relación borrada
fr: Supprimer la relation
nl: Relatie Verwijderd.
tr: İlişki silindi.

# Geofence_Message_SelectAreaName
source: Select an area name.
ar: اختر اسم المنطقة
es: Seleccionar un nombre de area.
fr: Sélectionner un nom de zone
nl: Selecteer een geo-fence.
tr: İsim seçin.

# Geofence_Message_SelectGeoFenceType
source: Select a geo-fence type.
ar: اختر نوع المحدد الجغرافي
es: Seleccionar un tipo de geo-barrera.
fr: Sélectionner un type de Zone Virtuelle
nl: Selecteer een geo-fencesoort.
tr: Güvenlik Bölgesi tipi

# Geofence_Message_SelectOption
source: Please select an option from the active list.
ar: الرجاء اختيار احد الخيارات من القائمة الفعالة
es: Por favor selecionar una opción desde la lista activa.
fr: Veuillez sélectionner une option dans la liste
nl: Selecteer een optie uit een beschikbare lijst.
tr: Lütfen tercih yapın:

# Geofence_Message_OneMoreMembers
source: Select one or more devices.
ar: اختر واحد أو اكثر من جهاز
es: Seleccionar uno o más dispositivos.
fr: Sélectionner une ou plusieurs modules
nl: Selecteer één of meer apparaten.
tr: Cihaz seçin.

# Geofence_Message_RelationStored
source: Relation Stored.
ar: تم تخرين العلاقة
es: Relación almacenada.
fr: Relation Stockées
nl: Relatie Opgeslagen.
tr: İlişki kaydedildi.

# Geofence_Error_MaxNumberOfOffences
source: Has the maximum number of fences. Please delete one of the fences. A new relation can only be stored when the removal is confirmed by the device.
ar: تم بلوغ الحد الاقصى لعدد المحددات الجغرافية الرجاء حذف احد المحددات سيتم تخزين المحدد الجديد عند تاكيد حذف المحدد السابق من الجهاز
es: Tiene el máximo número de barreras. Por favor borrar una de las barreras. Una nueva relación sólo puede ser almacenado cuando la remoción es confirmada por el dispositivo.
fr: A le nombre maximum de clôtures. S'il vous plaît supprimer l'un des clôtures. Une relation nouvelle ne peut être stockée au moment de l'enlèvement est confirmé par le dispositif.
nl: Maximum aantal gebieden is al gebruikt. Verwijder alstublieft één of meer gebruikte gebieden. Een nieuwe relatie kan pas worden opgeslagen wanneer het verwijderde gebied door het apparaat is bevestigd.
tr: Cihazda Güvenlik Bölgesi ayarı var. Yenisini eklemek için şuankini silmelisiniz.

# Geofence_TabViewDelete_Grid_CSharp_Crossing
source: Crossing
ar: تقاطع
fr: Traversée
nl: Kruisend
tr: Çaprazlama

# Geofence_Status_Scheduled
source: Geofence will be sent to the device
ar: سيرسل المحدد الجغرافي الى الجهاز
fr: Geofence sera envoyé à le module.
tr: Güvenlik Bölgesi cihaza gönderilecek

# Geofence_Status_Sent
source: Geofence sent to the device
ar: ارسل المحدد الجغرافي الى الجهاز
fr: Geofence envoyé à le module
tr: Güvenlik Bölgesi cihaza gönderildi.

# Geofence_Status_ToBeDeleted
source: Geofence will be deleted
ar: سيحذف المحدد الجغرافي
fr: Geofence sera supprimé
tr: Güvenlik Bölgesi silinecek.

# Geofence_TabViewDelete_Delete
source: Delete
tr: Sil

# Geofence_ButtonDelete.Text
source: Delete
ar: حذف
es: Cancelación
fr: Suppression
nl: Verwijderen
tr: Sil
