Repository: cartheur-devices/uLBS
Catalog: components/contacts/App_LocalResources/Notifications.ascx.*.resx
Languages: fr, nl, tr

# Notifications_Grid_Choose.HeaderText
source: Choose:
fr: Choisissez:
nl: Kies:
tr: Seçin

# Notifications_Label_SelectNotification.Text
source: 1. Select Notification:
fr: 1. Sélectionnez Notification:
nl: 1. Selecteer een melding:
tr: 1. Bildiri seçin

# Notifications_Label_SelectDevice.Text
source: 2. Select Device Name(s):
fr: 2. Sélectionnez Nom du périphérique (s):
nl: 2. Selecteer een Apparaat:
tr: 2. Cihaz adı seçin

# Notifications_Label_SelectContacts.Text
source: 3. Select Contacts To Notify:
fr: 3. Sélectionnez les contacts à prévenir:
nl: 3. Selecteer een Contactpersoon:
tr: 3. Yetkili seçin

# Notifications_Grid_Text.HeaderText
source: Text
fr: Texte
nl: Tekst
tr: Tekst

# Notifications_CS_OkClicked_SelectOne
source: Select at least 1 recipient.
fr: Choisissez au moins 1 destinataire.
nl: Selecteer ten minste één Contactpersoon.
tr: Enaz bir yetkili seçin.

# Notifications_CS_OkClicked_Stored
source: Notification settings have been stored.
fr: Paramètres de notification ont été stockés.
nl: De instellingen voor de notificaties zijn opgeslagen.
tr: Bildiri değişiklikleri kaydedildi.

# Notifications_Label_Intro.Text
source: To set up,delete or adjust your notifications and alerts, select the notifications from the drop down menu, choose the devices and Save or Save & Close.
fr: De créer, supprimer ou modifier vos notifications et des alertes, sélectionnez les notifications du menu déroulant, choisir les modules et sur Enregistrer ou Enregistrer et Fermer.
nl: Om notificaties in te stellen, aan te passen of te verwijderen moet u een melding in de dropdown lijst kiezen en een apparaat. Daarna moet u deze instelling opslaan.
tr: Değişikler yapıp kaydedebilirsiniz.

# Notifications_spec_1_txt_pulldown
source: Member enters a geo-fence
fr: Membre entre dans une zone géo-barrière
nl: Apparaat komt een geo-fence binnen
tr: Güvenlik Bölgesi girişinde

# Notifications_spec_3_txt_pulldown
source: When device battery is low
fr: Lorsque batterie du module est faible
nl: Batterij is bijna leeg
tr: Pil seviyesi düştüğünde

# Notifications_spec_4_txt_pulldown
source: Receiving a High Priority Alert
fr: Réception d'une haute priorité alerte
nl: Bij een 'High Priority Melding' ontvangt
tr: HPA alındığında

# Notifications_spec_5_txt_pulldown
source: Receiving a Medium Priority Alert
fr: Réception d'une moyenne priorité alerte
nl: Bij een 'Medium Priority' Melding
tr: MPA alındığında

# Notifications_spec_6_txt_pulldown
source: Receiving a Low Priority Alert
fr: Réception d'une faible priorité d'alerte
nl: Bij een 'Low Priority' Melding
tr: LPA alındığında

# Notifications_spec_7_txt_pulldown
source: When device moves
fr: Lorsque module se déplace
nl: Als het apparaat wordt verplaatst
tr: Cihaz hareket ettiğinde

# Notifications_spec_8_txt_pulldown
source: When credit is low
fr: Lorsqu'un crédit est faible
nl: Als uw tegoed te laag is
tr: Bakiye düşükse

# Notifications_spec_10_txt_pulldown
source: When end of run time
fr: Lorsque fin du run time
nl: Wanneer de looptijd is afgelopen
tr: Çalışma süresi sonunda

# Notifications_spec_11_txt_pulldown
source: When there is a Speed Violation
fr: Quand il s'agit d'une violation de vitesse
nl: Bij een snelheidsovertreding
tr: Hız ihlalinde

# Notifications_spec_12_txt_pulldown
source: Geo-fence violation
nl: Bij een Geo-fence schending
tr: Güvenlik Bölgesi ihlali

# Notifications_spec_13_txt_pulldown
source: Geo-fence lpa centered violation
fr: Geo-LPA clôture centrée violation
nl: Bij een Geo-fence lpa gecentreerde schending
tr: Otomatik Güvenlik Bölgesi ihlali

# Notifications_spec_14_txt_pulldown
source: When end of runtime by motion
fr: Lorsque fin de l'exécution par voie de motion
nl: Bij einde looptijd wanneer in beweging
tr: Hareketli çalışma süresi sonunda

# Notifications_spec_15_txt_pulldown
source: When SMS credit is low
fr: Lorsque SMS crédit est faible
nl: Wanneer het SMS tegoed te laag is
tr: Sms bakiyesi düştüğünde

# Notifications_spec_17_txt_pulldown
source: When Panic Button pressed
fr: Lorsque Panic Button pressé
nl: Wanneer Paniek Button is gebruikt
tr: Panik düğmesine basıldığında

# Notifications_spec_18_txt_pulldown
source: Geo-fence Cross violation
fr: Geo-barrière de violation de la Croix
nl: Bij een Geo-fence Cross Schending
tr: Güvenlik Bölgesi çarpraz geçme

# Notifications_spec_19_txt_pulldown
source: When "%input1" triggers
fr: Lorsque "%input1" déclencheurs
nl: Wanneer "%input1" triggers
tr: "%input1" alındığında

# Notifications_spec_20_txt_pulldown
source: When "%input2" triggers
fr: Lorsque "%input2" déclencheurs
nl: Wanneer "%input2" triggers
tr: "%input2" alındığında

# Notifications_spec_21_txt_pulldown
source: When "%input3" triggers
fr: Lorsque "%input3" déclencheurs
nl: Wanneer "%input3" triggers
tr: "%input3" alındığında

# SendAction_Label_Intro.Text
source: Send an Action to a Device
fr: Envoyer une action sur un périphérique
tr: Bir olay seçin

# Notifications_spec_9_txt_pulldown
source: When credit is zero
fr: Quand le crédit est égal à zéro
tr: Bakiye bittiğinde

# Notifications_spec_2_txt_pulldown
source: Member leaves a geo-fence
fr: Coexistence d'une géo-barrière
tr: Güvenlik Bölgesi çıkışında

# Notifications_spec_23_txt_pulldown
source: When periodic report received
fr: Lorsque le rapport périodique reçu
tr: Periyodik mesaj alındığında

# Notifications_spec_24_txt_pulldown
source: When driver logs in
fr: Lorsque le pilote se connecte
nl: Wanneer bestuurder inlogt
tr: Sürücü girdiğinde

# Notifications_spec_25_txt_pulldown
source: When driver logs out
fr: Lorsque le pilote déconnecte
nl: When bestuurder uitlogt
tr: Sürücü çıktığında

# Notifications_spec_26_txt_pulldown
source: Start Moving
nl: Begin Beweging
tr: Hareket Başlayınca

# Notifications_spec_27_txt_pulldown
source: Stop Moving
nl: Eind Beweging
tr: Hareket Bitince

# Notifications_spec_22_txt_pulldown
source: C.A.T.Seye device incoming position
fr: C. A. T. Seye dispositif position entrants
